Repository: common-repository/qanva-custom-mouse-for-elementor
Catalog: languages/qanva-custom-mouse-for-elementor-*.po
Languages: de_de

source: Enable custom mouse?
de_de: Custom Maus aktivieren?

source: A custom mouse for your website.
de_de: Eine individuelle Maus für Ihre Website.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Pointer Color
de_de: Zeiger Farbe

source: Pointer Color hover
de_de: Zeiger Farbe Hover

source: Outer Color
de_de: Äußere Farbe

source: Pointer size
de_de: Zeigergröße

source: Outer size
de_de: Äußere Größe

source: Preview
de_de: Vorschau

source: The custom cursor is not working in the development window, only in preview and frontend
de_de: Der custom Cursor funktioniert nicht im Entwicklungsfenster, sondern nur in der Vorschau und im Frontend

source: Our icon is only visible in the developer window, not in the frontend
de_de: Unser Icon ist nur im Entwicklerfenster sichtbar, nicht im Frontend

source: Important
de_de: Wichtig

source: Don't forget to add
de_de: Vergessen Sie nicht

source: as class to links that you want to have the Qanva Mouse Cursor effect!
de_de: als Klasse für Links, die den Qanva Mouse Cursor-Effekt haben sollen, hinzuzufügen!

source: For elements or areas that should show the standard mouse, add
de_de: Für Elemente oder Bereiche, die die Standardmaus zeigen sollen, fügen Sie

source: as class
de_de: als Klasse hinzu

source: Find more tools at our homepage
de_de: Weitere Tools finden Sie auf unserer Homepage

source: Enable a custom look for the mouse with a special hover effect
de_de: Aktivieren Sie ein benutzerdefiniertes Aussehen für die Maus mit einem speziellen Hovereffekt

source: "%1$s" requires "%2$s" to be installed and activated.
de_de: "%1$s" erfordert, dass "%2$s" installiert und aktiviert ist.

source: Custom Mouse for Elementor
de_de: Custom Maus für Elementor

source: "%1$s" requires min version "%2$s" of Elementor to be installed.
de_de: "%1$s" erfordert die Installation der Mindestversion %2$s" von Elementor.

source: "%1$s" requires min PHP version "%2$s" running.
de_de: "%1$s" erfordert mindestens die PHP-Version "%2$s".
